{
    "Call Us 24/7": "اتصل بنا 24/7",

    "Your Health, Our Priority": "صحتك، أولويتنا",
    "Leaders in Medical Execellence": "قادة في التميز الطبي",
    "At Shaafi Hospital, we are committed to providing exceptional healthcare services to our community.": "في مستشفى الشافعي، نحن ملتزمون بتقديم خدمات رعاية صحية استثنائية لمجتمعنا.",
    "Learn More": "يتعلم أكثر",

    "Book an appointment with our App": "حجز موعد مع التطبيق لدينا",
    "You can manage your appointments and your profile easily using our app. It will be available soon on google playstore and Apple app store": "يمكنك إدارة مواعيدك وملفك الشخصي بسهولة باستخدام تطبيقنا. وسيكون متاحًا قريبًا على متجر جوجل بلاي ومتجر تطبيقات أبل",
    "Join the Waiting List": "انضم إلى قائمة الانتظار",

    "We genuinely care": "نحن نهتم بصدق",
    "Meet Our Doctors": "لقاء أطبائنا",
    "We are constantly adding new doctors with various expertise to make sure you always get quality healthcare.": "نحن نعمل باستمرار على إضافة أطباء جدد ذوي خبرات متنوعة للتأكد من حصولك دائمًا على رعاية صحية عالية الجودة.",
    "Get up to 30% off!": "احصل على خصم يصل إلى 30%!",
    "Book an appointment through our website and enjoy serious discounts on your next hospital visit.": "احجز موعدًا عبر موقعنا الإلكتروني واستمتع بخصومات كبيرة على زيارتك القادمة للمستشفى.",
    "Book Appointment": "موعد الكتاب",

    "We are Commitment to You": "نحن ملتزمون بك",
    "Get to know us a little better and how we value making sure your health is our priority.": "تعرَّف علينا أكثر وكيف نقدر التأكد من أن صحتك هي أولويتنا.",
    "Join The Waiting List": "انضم إلى قائمة الانتظار",
    "For Emergency, Talk to Us Immediately": "في حالات الطوارئ، تحدث معنا على الفور",
    "Call us any time and we will be ready to come to your aid.": "اتصل بنا في أي وقت وسنكون جاهزين للتوجه إلى مساعدتك.",
    "Book an Appointment Today": "احجز موعدًا اليوم",
    "Email us: info@shaafihospital.so or call us: +252 612877778": "أرسل لنا بريدًا إلكترونيًا على: info@shaafihospital.so أو اتصل بنا على: +252 612877778",
    "Meet our Doctors": "تعرَّف على أطبائنا",
    "Get to know our exceptional doctors, who take your health matters seriously.": "تعرَّف على أطبائنا الاستثنائيين، الذين يأخذون مسائل صحتك بجدية.",
    "Choose Specialty": "اختر التخصص",
    "Choose Category": "اختر الفئة",
    "Choose Doctor": "اختر الطبيب",
    "Our Doctors": "أطباؤنا",
    "Search": "بحث",
    "Load More Doctors": "تحميل المزيد من الأطباء",
    "Welcome to Shaafi hospital": "مرحبًا بك في مستشفى الشافي",
    "A Great Place to receive Care": "مكان رائع لتلقي الرعاية",
    "At Shaafi Hospital, we are committed to providing exceptional healthcare services to our community. With a dedicated team of highly skilled medical professionals, state-of-the-art facilities, and a patient-centered approach, we strive to deliver comprehensive and compassionate care to every individual who walks through our doors.": "في مستشفى الشافي، نحن ملتزمون بتقديم خدمات رعاية صحية استثنائية لمجتمعنا. بفريق متفانٍ من المحترفين الطبيين الماهرين، والمرافق متطورة التكنولوجيا، ونهج مركز على المريض، نحن نسعى لتقديم رعاية شاملة ورحبة لكل فرد يمشي عبر أبوابنا.",

    "Care you can believe in": "رعاية يمكنك الاعتماد عليها",
    "Why Choose Us": "لماذا تختارنا",
    "At Shaafi Hospital, your health and well-being are at the core of everything we do. We are here to provide exceptional medical care, promote wellness, and support you in achieving a healthier life.": "في مستشفى الشافي، صحتك ورفاهيتك في صميم كل ما نقوم به. نحن هنا لتقديم رعاية طبية استثنائية، وتعزيز الصحة، ودعمك في تحقيق حياة أكثر صحة.",
    "Excellence in Healthcare": "تميز في الرعاية الصحية",
    "Our hospital is renowned for its commitment to excellence in healthcare. We have a team of experienced doctors, nurses, and support staff who work together to ensure the highest standards of medical care. From routine check-ups to complex surgeries, we are equipped to handle a wide range of medical conditions.": "مستشفانا مشهور بالتزامه بالتميز في الرعاية الصحية. لدينا فريق من الأطباء والممرضين والموظفين المساعدين ذوي الخبرة يعملون معًا لضمان أعلى معايير الرعاية الطبية. من الفحوصات الروتينية إلى الجراحات المعقدة، نحن مجهزون للتعامل مع مجموعة واسعة من الحالات الطبية.",
    "Compassionate Approach": "نهج متعاطف",
    "We understand that visiting a hospital can be a stressful experience. That's why our team is dedicated to creating a warm and supportive environment where patients feel heard, respected, and cared for. Our healthcare professionals are not just experts in their fields; they are also compassionate individuals who are committed to your well-being.": "نحن نفهم أن زيارة المستشفى يمكن أن تكون تجربة مجهدة. لهذا السبب، فإن فريقنا مكرس لخلق بيئة دافئة وداعمة حيث يشعر المرضى بأنهم مستمعون إليهم، ومحترمين، ومعتنين بهم. محترفو الرعاية الصحية لدينا ليسوا فقط خبراء في مجالاتهم، بل أيضًا أفراد متعاطفين ملتزمين برفاهيتك.",
    "Advanced Facilities": "مرافق متقدمة",
    "We understand that the right infrastructure plays a crucial role in delivering quality healthcare. That's why we have invested in advanced medical equipment and cutting-edge technology to support accurate diagnosis, effective treatments, and minimally invasive procedures. Our facilities are designed to provide a comfortable and healing environment for our patients.": "نحن ندرك أن البنية التحتية الصحيحة تلعب دورًا حاسمًا في تقديم الرعاية الصحية بجودة. لهذا السبب، قمنا بالاستثمار في تجهيزات طبية متقدمة وتقنيات حديثة لدعم التشخيص الدقيق والعلاجات الفعّالة والإجراءات القليلة التدخل. مرافقنا مصممة لتوفير بيئة مريحة وشافية لمرضانا.",
    "Comprehensive Services": "خدمات شاملة",
    "Shaafi Hospital offers a comprehensive range of medical services to address all your healthcare needs. Whether you require emergency care, specialized treatment, or preventive health screenings, our multidisciplinary team is here to provide personalized and evidence-based care. We prioritize patient education and empower individuals to make informed decisions about their health": "يقدم مستشفى الشافي مجموعة شاملة من الخدمات الطبية لتلبية جميع احتياجات الرعاية الصحية. سواء كنت بحاجة إلى الرعاية في حالات الطوارئ أو العلاج المتخصص أو فحوصات الصحة الوقائية، فإن فريقنا متعدد التخصصات هنا لتقديم رعاية شخصية ومبنية على الأدلة. نحن نعطي الأولوية لتثقيف المرضى وتمكينهم لاتخاذ قرارات مستنيرة حول صحتهم.",
    "Community Engagement": "المشاركة المجتمعية",
    "As a community hospital, we actively engage with our local community through health awareness programs, educational workshops, and preventive care initiatives. We believe in fostering long-lasting relationships with our patients and being a trusted partner in their healthcare journey.": "بوصفنا مستشفى مجتمعيًا، نشارك نشاطًا في مجتمعنا المحلي من خلال برامج توعية بالصحة، وورش عمل تعليمية، ومبادرات الرعاية الوقائية. نحن نؤمن بتعزيز علاقات طويلة الأمد مع مرضانا وأن نكون شريكًا موثوقًا في رحلتهم الصحية.",
    "Our Services": "خدماتنا",
    "Services You Can Trust": "خدمات يمكنك الاعتماد عليها",
    "At Shaafi Hospital, we offer a wide range of services designed to address all your healthcare needs. Our dedicated team of medical professionals and state-of-the-art facilities are equipped to provide exceptional care across various specialties and disciplines.": "في مستشفى الشافي، نقدم مجموعة واسعة من الخدمات المصممة لتلبية جميع احتياجات الرعاية الصحية. فريقنا المتفاني من المحترفين الطبيين والمرافق متطورة التكنولوجيا مجهزون لتقديم رعاية استثنائية في مختلف التخصصات والتخصصات.",
    "Primary care": "الرعاية الأولية",
    "Specialty care": "الرعاية التخصصية",
    "Surgical Services": "الخدمات الجراحية",
    "Diagnostic Imaging": "التصوير التشخيصي",
    "Rehabilitation and Therapy": "التأهيل والعلاج",
    "Maternity and Women's Health": "الأمومة وصحة المرأة",
    "Wellness and Preventive Care": "العناية بالصحة والوقاية",
    "Always here for you": "دائمًا هنا من أجلك",
    "Book An Appointment": "احجز موعدًا",
    "Please schedule your appointments online, you can visit our website and use our secure online appointment booking system. Simply visit shaafihospital.so and follow the easy steps to book your appointment at your preferred date and time.": "يرجى حجز مواعيدك عبر الإنترنت، يمكنك زيارة موقعنا على الويب واستخدام نظام حجز المواعيد الآمن عبر الإنترنت. قم بزيارة shaafihospital.so واتبع الخطوات السهلة لحجز موعدك في التاريخ والوقت المفضلين لديك.",
    "Get in touch": "تواصل معنا",
    "Contact Us": "اتصل بنا",
    "Emergency": "حالة الطوارئ",
    "+252 61 2877778": "+252 61 2877778",
    "Location": "الموقع",
    "Dagmada Hodon Mogadishu Banaadir, Somalia": "داغمادا هودون مقديشو بنادير، الصومال",
    "Email Us": "ارسل لنا بريدًا إلكترونيًا",
    "info@shaafihospital.so": "info@shaafihospital.so",
    "Working Hours": "ساعات العمل",
    "We are always open, 24/7": "نحن دائما مفتوحون، على مدار الساعة",

    "Beds": "سرير",
    "Doctors": "الأطباء",
    "Specialists": "المتخصصين",

    "Home": "بيت",
    "About": "حول",
    "About Us": "معلومات عنا",
    "Our Story": "قصتنا",
    "Awards and Accredation": "الجوائز والاعتمادات",
    "Clinical Services": "الخدمات السريرية",
    "Community Services": "الخدمات المجتمعية",
    "Patient Guide": "دليل المريض",
    "Appointment": "موعد",
    "Get In Touch": "تواصل معنا",
    "Language": "اللغة",
    "General Services": "الخدمات العامة",
    "Center of Excellence": "مركز التميز",
    "Specialties & Categories": "التخصصات والفئات",
    "Multidisciplinary Team": "فريق متعدد التخصصات",
    "Ancillary Services": "الخدمات المساعدة",
    "Medical Check Up": "الفحص الطبي",
    "Health Center": "مركز الصحة",
    "Oncology Center": "مركز الأورام",
    "Research Center": "مركز البحث",
    "Lifestyle Center": "مركز أسلوب حياة",
    "Renal & Care Center": "مركز الكلى والرعاية",
    "Dental Care Center": "مركز العناية بالأسنان",
    "Community": "المجتمع",
    "Charity": "العمل الخيري",
    "Support Group": "مجموعة الدعم",
    "Training & Classes": "التدريب والدروس",
    "Life Support Training": "تدريب دعم الحياة",
    "Pre-natal Classes": "دروس ما قبل الولادة",
    "Brain": "الدماغ",
    "Cancer": "السرطان",
    "Bone and Joint": "العظام والمفاصل",
    "Eye": "العيون",
    "General Surgery": "الجراحة العامة",
    "Internal Medicine": "الطب الباطني",
    "Intervention Radiology": "الإشعاعيات التدخلية",
    "Lung Cancer": "سرطان الرئة",
    "Bone and Soft Tissues": "العظام والأنسجة الرخوة",
    "Breast Cancer": "سرطان الثدي",
    "Physiotherapy": "العلاج الطبيعي",
    "Laboratory & Blood Bank": "المختبر وبنك الدم",
    "Diabetic Services": "خدمات السكري",
    "Clinical Research Services": "خدمات البحث السريري",
    "Pharmacy": "الصيدلية",
    "Speech-language Therapy": "علاج اللغة والنطق",
    "Vaccination": "التطعيم",
    "Wellness Check Up": "فحص العافية",
    "Screening": "الفحص",
    "Lifestyle": "أسلوب حياة",
    "Careers": "وظائف",
    "Volunteer Opportunity": "فرص التطوع",
    "English": "الإنجليزية",
    "Arabic": "العربية",
    "Somali": "الصومالية",

    "Page Coming Soon!": "الصفحة قادمة قريبًا!",
    "This page is still being developed and it will be available soon. Thank you for your patience!": "هذه الصفحة قيد التطوير وستكون متاحة قريبًا. شكرًا لصبرك!",
    "Go to the Homepage": "الانتقال إلى الصفحة الرئيسية",

    "Providing Exceptional Care": "تقديم رعاية استثنائية",
    "Who We Are": "من نحن",
    "At Shaafi Hospital, we are proud to be a leading healthcare institution dedicated to serving our community with integrity, compassion, and excellence. With a rich history spanning over 7 years, our hospital has evolved into a trusted healthcare provider known for its commitment to delivering exceptional care and empowering individuals to live healthier, happier lives.": "في مستشفى الشافي، نحن فخورون بأننا مؤسسة رعاية صحية رائدة مكرسة لخدمة مجتمعنا بالنزاهة والرأفة والتميز. بتاريخ غني يمتد لأكثر من 7 سنوات، تطور مستشفانا إلى مزود صحي موثوق به مشهور بالتزامه بتقديم رعاية استثنائية وتمكين الأفراد ليعيشوا حياة أكثر صحة وسعادة.",
    "Our Mission": "مهمتنا",
    "Our mission is to provide comprehensive, patient-centered healthcare services of the highest quality, while fostering a culture of innovation, education, and community engagement. We strive to be at the forefront of medical advancements, ensuring that our patients receive the most advanced treatments and therapies available.": "مهمتنا هي تقديم خدمات رعاية صحية شاملة ومركزة على المريض عالية الجودة، بينما نعزز ثقافة الابتكار والتعليم ومشاركة المجتمع. نحن نسعى جاهدين لنكون في طليعة التقدم الطبي، مضمنين أن مرضانا يتلقون أحدث علاجات وعلاجات متاحة.",
    "Our Commitment to Excellence": "التزامنا بالتميز",
    "Excellence is at the heart of everything we do. We continually invest in our medical staff, technologies, and facilities to ensure that we maintain the highest standards of healthcare delivery. Our team of highly skilled physicians, nurses, technicians, and support staff are committed to providing personalized care that meets the unique needs of each patient.": "التميز هو في قلب كل ما نقوم به. نستثمر باستمرار في طاقمنا الطبي والتكنولوجيا والمرافق لضمان أننا نحتفظ بأعلى معايير تقديم الرعاية الصحية. فريقنا المتخصص من الأطباء والممرضات والفنيين وموظفي الدعم ملتزم بتقديم رعاية مخصصة تلبي احتياجات كل مريض بشكل فريد.",

    "Always here for You": "دائمًا هنا من أجلك",
    "Book an Appointment": "حجز موعد",
    "Book an Appointment Here": "حجز موعد هنا",
    "Full Name": "الاسم الكامل",
    "Email address": "عنوان البريد الإلكتروني",
    "Phone Number": "رقم الهاتف",
    "Date": "التاريخ",
    "Time": "الوقت",
    "Gender": "جنس",
    "Preferred Doctor": "الطبيب المفضل",
    "Medical Concern": "مشكلة طبية",
    "Describe Condition": "صف الحالة",

    "Leave a Message": "اترك رسالة",
    "Name": "الاسم",
    "Message Title": "عنوان الرسالة",
    "Message": "الرسالة",
    "Send Message": "أرسل رسالة",

    "Discover Our Journey of Care and Compassion": "اكتشف رحلتنا من الرعاية والتعاطف",
    "Welcome to our Hospital's Story Page, where we invite you to delve into the heartwarming narrative that has shaped our institution into a beacon of care and compassion.": "مرحبًا بك في صفحة قصة مستشفانا، حيث ندعوك للغوص في السرد الدافئ الذي شكل مؤسستنا إلى مصباح رعاية وتعاطف.",
    "Our Humble Beginnings": "بدايتنا المتواضعة",
    "Our journey began with a simple yet profound vision: to create a haven of healing for our community. What started as a small clinic blossomed into the modern, state-of-the-art hospital you see today. Every brick laid, every milestone achieved, is a testament to our unwavering commitment to your well-being.": "بدأت رحلتنا برؤية بسيطة ومع ذلك عميقة: إنشاء مأوى للشفاء لمجتمعنا. ما بدأ كعيادة صغيرة تفتحت إلى المستشفى الحديث ذو التقنيات المتطورة الذي تراه اليوم. كل حجر نقش، وكل إنجاز تمثل شهادة على التزامنا الراسخ برفاهيتكم.",
    "A Legacy of Excellence": "تراث متميز",
    "Over the years, we've embraced innovation, forged partnerships, and tirelessly pursued medical advancements. Our legacy of excellence is built upon the expertise of our dedicated healthcare professionals who continuously strive to provide the highest quality care. From cutting-edge technology to personalized treatments, we are proud to offer you the best that modern medicine has to offer.": "على مر السنين، احتضنا الابتكار، وقمنا بتكوين شراكات، وسعينا بجد لتقديم التطورات الطبية. تراثنا المتميز يعتمد على خبرة مهنيي الرعاية الصحية المخلصين الذين يسعون باستمرار لتقديم أعلى جودة للرعاية. من التكنولوجيا المتقدمة إلى العلاجات المخصصة، نحن فخورون بتقديم أفضل ما تقدمه الطب الحديث.",
    "Community-Centric Care": "رعاية تتمحور حول المجتمع",
    "Our story is interwoven with the rich tapestry of our community. We believe that healthcare goes beyond the walls of our hospital – it's about nurturing relationships, fostering trust, and contributing positively to the lives we touch. We engage in outreach programs, health education initiatives, and support networks to ensure a healthier and happier community for all.": "قصتنا متشابكة مع النسيج الغني لمجتمعنا. نعتقد أن الرعاية الصحية تتجاوز حدود مستشفانا - إنها عن بناء العلاقات، وتعزيز الثقة، والمساهمة بشكل إيجابي في الحياة التي نمسها. نشارك في برامج التوعية الصحية، ومبادرات التعليم الصحي، وشبكات الدعم لضمان مجتمع أكثر صحة وسعادة للجميع.",
    "Looking Ahead": "نتطلع إلى المستقبل",
    "As we reflect on our past, we're excited about the future. Our story continues to evolve, as we remain dedicated to pushing boundaries, exploring new treatments, and enhancing the patient experience. With your trust as our foundation, we're eager to embark on the next chapter of our journey – one that holds promise, innovation, and above all, the unwavering commitment to your well-being. Thank you for being a part of our story. We look forward to sharing more chapters of care, compassion, and hope with you.": "بينما نتأمل في ماضينا، نحن متحمسون للمستقبل. تستمر قصتنا في التطور، حيث نبقى ملتزمين بدفع حدود الإمكانيات، واستكشاف علاجات جديدة، وتعزيز تجربة المريض. بناءً على ثقتكم كأساس لنا، نتطلع بشغف للانطلاق في الفصل القادم من رحلتنا – فصل يحمل وعدًا بالابتكار والأمل وقبل كل شيء التزامنا الراسخ برفاهيتكم. شكرًا لكونك جزءًا من قصتنا. نتطلع لمشاركة المزيد من فصول الرعاية والتعاطف والأمل معكم.",

    "Leading the Way in Medical Excellence and Trusted Care.": "قيادة في مجال التميز الطبي والرعاية الموثوق بها.",
    "Explore": "استكشاف",

    "Services": "خدمات",
    "Call Us": "اتصل بنا",

    "Email": "البريد الإلكتروني",
    "Visit Us": "قم بزيارتنا",
    "Subscribe to our newsletter": "اشترك في النشرة الإخبارية لدينا",
    "Monthly digest of what's new and exciting from us.": "ملخص شهري لكل ما هو جديد ومثير منا.",
    "Shaafi Hospital. All rights reserved.": "مستشفى الشافي. جميع الحقوق محفوظة."
}
