{
    "Your Health, Our Priority": "Caafimaadkaaga, Waa Mudnaanteena",
    "Leaders in Medical Execellence": "Hormuudka Caafimaadka Wanaagsan",
    "At Shaafi Hospital, we are committed to providing exceptional healthcare services to our community.": "isbitaalka Shaafi, waxaa naga go'an in aan bulshadeena ufidino adeegyo daryeel caafimaad oo ku haboon",
    "We are Commitment to You": "Waxaanu kuu nahay la taliye",
    "Get to know us a little better and how we value making sure your health is our priority.": "Waxbadan naga ogaaw iyo sida aan uhubino caafimaadkaaga inuu yahay mudnaanteena koowaad",
    "Book an appointment with our App": "Is diiwaan geli oo ballan qabso adiga oo isticmaalaya App-keena",
    "You can manage your appointments and your profile easily using our app. It will be available soon on google playstore and Apple app store": "Waxaad si fudud uqabsan kartaa ballamahaaga dhakhtarka adiga oo isticmaalaya App-keena, waxaa mardhaw ka heli doontaa Play store-ka iyo App store-ka",
    "Join The Waiting List": "Ku soo biir liiska dadka sugaya",
    "For Emergency, Talk to Us Immediately": "Xaalad deg deg ahaan, si dhakhsi ah nala hadal",
    "Call us any time and we will be ready to come to your aid.": "Xilli walba nasoo wac, waxaan diyaar unahay inaan kuu gargaarno",
    "Book an Appointment Today": "Is diiwaan geli oo ballan qabso maanta",
    "Email us: info@shaafihospital.so or call us: +252 612877778": "Noo soo dir fariin: info@shaafihospital.so ama wac: +252 612877778",
    "Meet our Doctors": "La kulan dhakhaatiirteena",
    "Get to know our exceptional doctors, who take your health matters seriously.": "Baro dhakhaatiirteena, kuwaasi oo caafimaadkaaga udaryeeli doona si dhaksi ah",

    "We genuinely care": "Waxaan kuu daryeeli doonaa si dhab ah",
    "Meet Our Doctors": "La kulan Dhakhaatiirteena",
    "We are constantly adding new doctors with various expertise to make sure you always get quality healthcare.": "Waxaan si joogto ah ugu soo darnaa dhakhaatiir cusub oo leh khibrado kala duwan si loo hubiyo inaad had iyo jeer heshay daryeel caafimaad oo tayo leh.",

    "Choose Specialty": "Dooro dhakhtar ku takhasusay",
    "Choose Category": "Dooro Qayb",
    "Choose Doctor": "Dooro Dhakhtarka",
    "Our Doctors": "Dhakhaatiirteena",
    "Search": "Raadi",
    "Load More Doctors": "Sii wad dhakhaatiir badan",
    "Welcome to Shaafi hospital": "kusoo dhawaada Shaafi Hospital",
    "A Great Place to receive Care": "Meel wanaagsan aad ka hesho daryeel caafimaad",
    "At Shaafi Hospital, we are committed to providing exceptional healthcare services to our community. With a dedicated team of highly skilled medical professionals, state-of-the-art facilities, and a patient-centered approach, we strive to deliver comprehensive and compassionate care to every individual who walks through our doors.": "Isbitaalka Shaafi, waxaan ugu talogalnay inaan bixino adeegyada caafimaadka ee ugu wanaagsan bulshada aan la nool nahay. Qof waliba oo soo galo albaabkeena wuxuu heli doonaa daryeel caafimaad oo sare",
    "Learn More": "Ogaada wax dheeraad ah",
    "Care you can believe in": "Daryeel aadan maleysa karin",
    "Why Choose Us": "Maxaa naloogu doorta annaga?",
    "At Shaafi Hospital, your health and well-being are at the core of everything we do. We are here to provide exceptional medical care, promote wellness, and support you in achieving a healthier life.": "Isbitaalka Shaafi, wax waliba waxoo ka horumariyaa caafimaadkaaga iyo daryeelkaaga waana waxa ugu wanaagsan ee aan uqabano bulshadeena. Waxaad heli doontaa  daryeel caafimaad oo wanaagsan, iyo taageerid kuu gaar ah si aad uhesho nolol caafimaad leh.",
    "Excellence in Healthcare": "Ku wanaagsan daryeelkaaga",
    "Our hospital is renowned for its commitment to excellence in healthcare. We have a team of experienced doctors, nurses, and support staff who work together to ensure the highest standards of medical care. From routine check-ups to complex surgeries, we are equipped to handle a wide range of medical conditions.": "Isbitaalkeena waxa uu lagu yaqaanaa daryeel caafimaad oo heersare ah. Waxaanu leenahay dhakhaatiir khubaro ah iyo kalkaaliyayaal loo carbiyay daryeelka bukaanada kuwaasi oo si wadajir ah uga wada shaqeeya si loo hubiyo inuu bukaanka helay daryeelka caafimaadka ugu sareeya. Laga soo bilaabo baaritaannada joogtada ah ilaa qalliimo, waxa aan ku qalabeysan nahay in aan wax ka qabano xaalad kasta oo caafimaad.",
    "Compassionate Approach": "Muujinta Naxariis Dhameystiran",
    "We understand that visiting a hospital can be a stressful experience. That's why our team is dedicated to creating a warm and supportive environment where patients feel heard, respected, and cared for. Our healthcare professionals are not just experts in their fields; they are also compassionate individuals who are committed to your well-being.": "Waxaanu fahamsanahay in booqashada isbitaalku ay noqon karto daal. Taasi waa sababta ay shaqaalaheenu ugu heellan yihiin abuurista jawi diiran oo daryeel leh oo bukaanada dareemayaan in la ixtiraamayo, lana daryeelayo. Xirfadlayaasheena caafimaadka ma aha oo keliya khubaro, waxa kale oo ay yihiin shaqaale aad u naxariis badan, kuwaas oo ay ka go'antahay daryeelka bukaanka",
    "Advanced Facilities": "Qalab tayo sare leh",
    "We understand that the right infrastructure plays a crucial role in delivering quality healthcare. That's why we have invested in advanced medical equipment and cutting-edge technology to support accurate diagnosis, effective treatments, and minimally invasive procedures. Our facilities are designed to provide a comfortable and healing environment for our patients.": "Waxaannu fahamsannahay in qalabka saxda ahi ay door muhiim ah ka cayaarayaan bixinta daryeel caafimaad oo tayo sare leh. Taasi waa sababta aan ukeenay qalab caafimaad oo horumarsan si loo sameeyo baaritaan sax ah iyo daaweyn dhameystiran. Qalabkeena waxaa loo diyaariyay in bukaanadeena siiyo daryeel caafimaad",
    "Comprehensive Services": "Adeegyo Dhameystiran",
    "Shaafi Hospital offers a comprehensive range of medical services to address all your healthcare needs. Whether you require emergency care, specialized treatment, or preventive health screenings, our multidisciplinary team is here to provide personalized and evidence-based care. We prioritize patient education and empower individuals to make informed decisions about their health": "Isbitaalka Shaafi wuxuu bixiyaa adeegyo caafimaad oo dhameystiran si wax looga qabto dhammaan baahiyahaaga caafimaadka. Hadaad u baahantahay daryeel deg deg ah, daaweyn takhasus ah, ama baaritaan caafimaad oo ka hortag ah, shaqaalaheena caafimaadka ayaa halkan jooga si ay u bixiyaan daryeel caafimaad oo dhameystiran. Waxaan mudnaanta siinaa  bukaanka si ay u sameeyaan go'aanno la xariira caafimaadkooda",
    "Community Engagement": "Xiriirka bulshada",
    "As a community hospital, we actively engage with our local community through health awareness programs, educational workshops, and preventive care initiatives. We believe in fostering long-lasting relationships with our patients and being a trusted partner in their healthcare journey.": "Isbitaalka Shaafi ahaan, waxaan si firfircoon ula shaqeynaa bulshada deegaankayaga iyada oo loo marayo barnaamijyo wacyigelin caafimaad, siminaaro waxbarasho, iyo dadaallo daryeelka kahortaga ah. Waxaan aaminsannahay in barnaamijyadaan ay sii kordhinayaan xiriirka soo jireenka ah ee bukaanadeena iyo in aan noqono saaxxibo ku kalsoon daryeelka caafimaadkooda.",
    "Our Services": "Adeegyadeena",
    "Services You Can Trust": "Adeegyo aad ku kalsoonaan karto",
    "At Shaafi Hospital, we offer a wide range of services designed to address all your healthcare needs. Our dedicated team of medical professionals and state-of-the-art facilities are equipped to provide exceptional care across various specialties and disciplines.": "Isbitaalka Shaafi wuxuu bixiyaa adeegyo kala duwan si waxa wax looga qabto dhammaan baahidaada caafimaad.Shaqaalaheena caafimaadka waxaa ka go'an in ee ku siiyaan daryeel caafimaad oo dhinac waliba leh",
    "Primary care": "Daryeelka Aasaasiga",
    "Specialty care": "Daryeelka gaaraka ah",
    "Surgical Services": "Qaliimada",
    "Diagnostic Imaging": "Baaritaanada raajada iyo iskaanka",
    "Rehabilitation and Therapy": "Daryeelka bukaanada",
    "Maternity and Women's Health": "Caafimaadka hooyada uurka leh iyo dumarka",
    "Wellness and Preventive Care": "Caafimaadka iyo ka hortaga",
    "Always here for you": "Mar walba diyaar ayaa kuu nahay",
    "Book An Appointment": "Is diiwaangeli oo ballan qabso",
    "Please schedule your appointments online, you can visit our website and use our secure online appointment booking system. Simply visit shaafihospital.so and follow the easy steps to book your appointment at your preferred date and time.": "Fadlan ballamahaaga khadka si toos ah ugu qabso, waxaad booqan kartaa boggeena internetka oo waxaad isticmaali kartaa boggeena. Si fudud booqo https://shaafihospital.so ee raac tilmaamaha fudud ee qabso waqtigaada kugu haboon",
    "Get in touch": "Kala Xiriir",
    "Contact Us": "Nagala  soo xiriir",
    "Emergency": "Gargaarka deg dega",
    "+252 61 2877778": "+252 61 2877778",
    "Location": "Goobta",
    "Dagmada Hodon Mogadishu Banaadir, Somalia": "Dagmada Hodon Mogadishu Banaadir, Soomaaliya",
    "Email Us": "Noo soo dir fariin",
    "info@shaafihospital.so": "info@shaafihospital.so",
    "Working Hours": "Saacadaha Shaqo",
    "We are always open, 24/7": "Marwalba waanu furanahay, 24/7",

    "Beds": "Sariiraha",
    "Doctors": "Dhakhaatiirta",
    "Specialists": "Takhasusyada caafimaad",
    "Book Appointment": "Ballan Qabso",
    "Call Us 24/7": "Naga soo wac 24/7",
    "Get up to 30% off!": "Hel ilaa 30% qiimo dhimis!",
    "Book an appointment through our website and enjoy serious discounts on your next hospital visit.": "Ballan ka qabso mareegteena oo hel qiimo dhimis booqashadaada xigta ee isbitaalka.",

    "Home": "Home",
    "About": "Ku saabsan",
    "About Us": "Nagu saabsan",
    "Our Story": "Sheekadeenii",
    "Awards and Accredation": "Abaalmarinta iyo Aqoonsiga",
    "Clinical Services": "Adeegyada Daryeelka",
    "Community Services": "Adeegyada Bulshada",
    "Patient Guide": "Hagaha Bukaanka",
    "Appointment": "Ballan",
    "Get In Touch": "Nagala soo xiriir",
    "Language": "Luqadda",
    "General Services": "Adeegyada Guud",
    "Center of Excellence": "meesha aad ka heleyso adeeg tayo sare",
    "Specialties & Categories": "Qaybaha",
    "Multidisciplinary Team": "Shaqaalaha Dhamaystiran",
    "Ancillary Services": "Adeegyada Caafimaadka Hoose",
    "Medical Check Up": "Baaritaanka Caafimaadka",
    "Health Center": "Qeybta Caafimaadka",
    "Oncology Center": "Qeybta Kansarka",
    "Research Center": "Qeybta Baaritaanada",
    "Lifestyle Center": "Qeybta Hagidda Nolosha",
    "Renal & Care Center": "Qeybta kiliyaha iyo Kaadi mareenka",
    "Dental Care Center": "Qeybta Ilkaha",
    "Community": "Bulshada",
    "Charity": "Sadaqada",
    "Support Group": "Shaqaalaha Taageerada bixiya",
    "Training & Classes": "Tababarka & Aqoon kororsi",
    "Life Support Training": "Tababarka Nolosha",
    "Pre-natal Classes": "Tababarka hooyada uurka leh",
    "Brain": "Maskaxda",
    "Cancer": "Kansarka",
    "Bone and Joint": "Lafaha iyo kala goysyada",
    "Eye": "Indhaha",
    "General Surgery": "Qaliimada Guud",
    "Internal Medicine": "Cudurada uur ku jirta",
    "Intervention Radiology": "Raajada",
    "Lung Cancer": "Kansarka Sambabaha",
    "Bone and Soft Tissues": "Lafaha iyo unugyada",
    "Breast Cancer": "Kansarka Naasaha",
    "Physiotherapy": "Fiisotaraapiya",
    "Laboratory & Blood Bank": "Sheybaarka & Bangiga Dhiiga",
    "Diabetic Services": "Sokorta",
    "Clinical Research Services": "Adeegyada Daraasaadka Daryeelka",
    "Pharmacy": "Farmashiga",
    "Speech-language Therapy": "Tababarka Carabka & Luqadda",
    "Vaccination": "Talaalka",
    "Wellness Check Up": "Baaritaanka Guud",
    "Screening": "Baaritaanka cudurada faafa oo halista ah",
    "Lifestyle": "Nolosha",
    "Careers": "Shaqaaleysiin",
    "Volunteer Opportunity": "Fursadaha mutadawacnimada",
    "English": "Ingiriis",
    "Arabic": "Carabi",
    "Somali": "Soomaali",
    "Page Coming Soon!": "Boggaan filo mardhaw!",
    "This page is still being developed and it will be available soon. Thank you for your patience!": "Boggaan waa laga shaqeynayaa, mardhaw ayuu diyaar noqonayaa",
    "Go to the Homepage": "Booqo bogga hore",

    "Providing Exceptional Care": "Bixinta Caafimaad Dheeraad Ah",
    "Who We Are": "Yaanu nahay?",
    "At Shaafi Hospital, we are proud to be a leading healthcare institution dedicated to serving our community with integrity, compassion, and excellence. With a rich history spanning over 7 years, our hospital has evolved into a trusted healthcare provider known for its commitment to delivering exceptional care and empowering individuals to live healthier, happier lives.": "Isbitaalka Shaafi, waxaan ku faraxsanahay inaan noqono hay'ad daryeel caafimaad oo hormuud u ah u adeegida bulshadeena adeegyo hufnaan, naxariis iyo daryeel heer sare.In ka badan 7 sano, isbitaalka Shaafi wuxuu u ahaay bixiyaha daryeelka caafimaadka iyo daryeelka bukaanada si ee uhelaan nolol caafimaad iyo farxad leh.",
    "Our Mission": "Shaqadeena",
    "Our mission is to provide comprehensive, patient-centered healthcare services of the highest quality, while fostering a culture of innovation, education, and community engagement. We strive to be at the forefront of medical advancements, ensuring that our patients receive the most advanced treatments and therapies available.": "Hadafkeenu waa in aan bixino adeegyo daryeel caafimaad oo dhamaystiran, oo bukaanka ka helayo daryeel sareeya, iyadoo la xoojinayo dhaqanka hal-abuurka, waxbarashada, iyo ka qayb qaadashada bulshada. Waxaan ku dadaalnaa in aan safka hore uga jirno horumarka caafimaadka, annagoo hubineyna in bukaannadeena ay helaan daaweynta iyo daryeelka ugu horumarsan ee la heli karo.",
    "Our Commitment to Excellence": "Ballanqaadkeena wanaajinta",
    "Excellence is at the heart of everything we do. We continually invest in our medical staff, technologies, and facilities to ensure that we maintain the highest standards of healthcare delivery. Our team of highly skilled physicians, nurses, technicians, and support staff are committed to providing personalized care that meets the unique needs of each patient.": "Waxaan udiyaar sanahnay wax kasta in aan usameyno si heer sare ah. Waxaan si joogta ah u maalgelinaa shaqaalahayada caafimaadka, teknoolajiyada si loo hubiyo in aan joogteyno heerarka ugu sareeya ee bixinta daryeelka caafimaadka. Shaqaalaheena oo ka kooban dhakhaatiir xirfad sare leh, kalkaaliyeyaasha, farsamoyaqaannada, iyo shaqaalaha kale waxaa ka go'an inay bixiyaan daryeel caafimaad oo daboolaya baahida gaarka ah ee bukaan kasta.",

    "Always here for You": "Markasta diyaar ayaa kuu nahay",
    "Book an Appointment": "Is diiwaan geli oo ballan qabso",
    "Book an Appointment Here": "Halkan Ballan ka qabso",
    "Full Name": "Magaca buuxa",
    "Email address": "Cinwaanka iimaylka",
    "Phone Number": "Taleefanka",
    "Date": "Taariikhda",
    "Time": "Waqtiga",
    "Gender": "Jinsiga",
    "Preferred Doctor": "Dhakhtarka la door bidayo",
    "Medical Concern": "Xaaladaadda caafimaad",
    "Describe Condition": "Sharax xaaladda",

    "Leave a Message": "Fariin reeb",
    "Name": "Magaca",
    "Message Title": "Cinwaanka fariinta",
    "Message": "Fariinta",
    "Send Message": "Fariin dir",

    "Discover Our Journey of Care and Compassion": "Ogaaw daryeelkeena",

    "Welcome to our Hospital's Story Page, where we invite you to delve into the heartwarming narrative that has shaped our institution into a beacon of care and compassion.": "Ku soo dhawow Isbitaalkeena bogga 'Our Story', kaasi aan ku soo gudbino waxyaabaha noo qabsoomay",

    "Our Humble Beginnings": "Horudhaca Billawga",
    "Our journey began with a simple yet profound vision: to create a haven of healing for our community. What started as a small clinic blossomed into the modern, state-of-the-art hospital you see today. Every brick laid, every milestone achieved, is a testament to our unwavering commitment to your well-being.": "Socdaalkeennu wuxuu ku bilowday aragti qoto-fog oo fudud, si aannu bulshadeena ugu abuurno daryeel caafimaad. Waxa uu ku billowday isbitaal yar oo ka dib noqday isbitaal casri ah. Dhagax kasta oo la dhigay, iyo horumar kasta oo la gaadhay, taasu waxay markhaati u tahay ballanqaadkeenna ah in ee naga go'an tahay caafimaadkaada.",

    "A Legacy of Excellence": "Wanaageena Soo jireenka",
    "Over the years, we've embraced innovation, forged partnerships, and tirelessly pursued medical advancements. Our legacy of excellence is built upon the expertise of our dedicated healthcare professionals who continuously strive to provide the highest quality care. From cutting-edge technology to personalized treatments, we are proud to offer you the best that modern medicine has to offer.": "Sanadihii la soo dhaafay, waxaan qaadanay hal-abuurnimo, waxaan sameynay iskaashi iyo horumarin caafimaad. Wanaageena waxa uu ku dhisan yahay daryeelka caafimaadka kuwaas oo si joogto ah ku dadaalaan in ay bixiyaan daryeel tayo sare leh. Laga soo bilaabo horumarinta caafimaadka iyo  daaweynta bukaanka, waxaan ku faraxsanahay in aan ku siino sida ugu fiican ee daawada casriga ah aan bixino.",
    "Community-Centric Care": "Daryeelka gaarka ah ee bulshada",
    "Our story is interwoven with the rich tapestry of our community. We believe that healthcare goes beyond the walls of our hospital – it's about nurturing relationships, fostering trust, and contributing positively to the lives we touch. We engage in outreach programs, health education initiatives, and support networks to ensure a healthier and happier community for all.": "Sooyaalkeena horumarineed waxaa astaan u ah  bulshadeena. Waxaan rumaysan nahay in caafimaadkaada uu wax waliba ka horeeyo - Waxaan sameynaa barnaamijyada wacyigelinta, dadaallada caafimaadka bulshada lagu horumarinaayo, si aan u abuurno bulsho caafimaad qabta.",

    "Looking Ahead": "Hore ayaa usoconaa",
    "As we reflect on our past, we're excited about the future. Our story continues to evolve, as we remain dedicated to pushing boundaries, exploring new treatments, and enhancing the patient experience. With your trust as our foundation, we're eager to embark on the next chapter of our journey – one that holds promise, innovation, and above all, the unwavering commitment to your well-being. Thank you for being a part of our story. We look forward to sharing more chapters of care, compassion, and hope with you.": "Markaan dib u milicsaneyno wixii ina soo maray, waxaan ku faraxsanahay mustaqbalka noo muuqda. Waxaan sii wadeenaa horumarinta caafimaadka bulshada, daaweynta saxda, iyo inaan sare u qaadno bukaanka daryeelkiisa. halkudhigeena waa  horumar caafimaad, hal-abuurnimo, iyo wax kasta oo sare uqaadayo caafimaadka bulshada. Waad ku mahadsan tahay in aad qayb ka sooyaalkeena. Waxaan rajeyneynaa inaan idinla wadaagno waxyaabo badan.",

    "Leading the Way in Medical Excellence and Trusted Care.": "Ku hogaaminta bulshada daryeel caafimaad oo sax ah oo lagu kalsoon yahay",
    "Explore": "Ogaaw",
    "Call Us": "Naga soo wac",
    "Services": "Adeegyada",

    "Email": "iimeyl",
    "Visit Us": "soo booqo",
    "Subscribe to our newsletter": "Rukumo warbixinadeena",
    "Monthly digest of what's new and exciting from us.": "Bil kasta wax cusub ee xiisaha leh ee inaga soo baxa.",
    "Shaafi Hospital. All rights reserved.": "Isbitaalka Shaafi. Xuquuqda wee dhowran tahay.",
    "Patient Guide: Hospitalization": "Hagaha Bukaanka",
    "On the Day of Admission for Inpatient & Day Surgery": "Maalinta bukaanka la diiwaan geliyo iyo qaliinkaba",
    "On the day of your admission for inpatient or day surgery, its important to follow these steps to ensure a smooth process:": "Maalinta bukaanka la diiwaan geliyo ama maalinta qaliinka laguu balamiyo, waxaa muhiim ah inaad raacdid tilmaamahaan:",
    "Arrival:Arrive at the hospital at least one hour before your scheduled procedure, Check-in at the reception desk located in the main entrance of the hospital.": " Imaatinka:Isbitaalka imaad hal sac ka hor ugu yaraan waqtiga lagu balamiyay, waxaa ka qaadataa warqadaada miiska lambarada laga yeeriyo oo ku yaalo ka soo horjeedka meesha lambarka laga goosto, markii isbitaalka lasoo galo",
    "Registration: Present your identification documents and any relevant medical documents at the registration counter.": "Diiwaan gelinta: waraaqadahaaga iyo xogahaada keenso meesha lambarka laga goosto",
    "Medical History:  A medical professional will review your medical history and any pre-operative instructions.": " Taariikhdaada caafimaadka: dhakhtarku wuxuu fiiri doonaa taarikhdaada caafimaadka iyo horay inaa baaritaano laguugu sameeyay",
    "Consent Form:  Sign the necessary consent forms after understanding the procedure and its risks.": "foomka saxiixa: saxiix foomka ka dib markii aad fahamtid howsha laguu qabanaayo",
    "Preparation: Follow any pre-surgery fasting or hygiene instructions provided by your healthcare provider.": "Diyaarinta: raac tilmaamaha iyo waxyaabaha kale la sameynaayo sida nadaafada oo kuu sheegaayo dhakhtarkaaga",
    "Personal Valuables": "Waxyaabaha qofka umuhiimsan",
    "While we strive to ensure a safe environment, its advisable to leave your valuable items at home. However, if you do bring valuables, you can deposit them with the hospital staff for safekeeping during your stay. The hospital cannot be held responsible for any loss or damage to personal belongings": "waxaa wanaagsan waxyaabaha aad muhiimka kuu ah inaad guriga ugu soo tagtid. Ama shaqaalaha isbitaalka udhiibo, Isbitaalka wax shaqo maku laha haddii dhibaato soo gaaraan ama la waayo alaabtaada",
    "Visiting Hours": "Saacadaha Booqashada",
    "Visitors are essential for your emotional well-being during your hospital stay. Our visiting hours are 11am to 4pm. Please respect the comfort of other patients and limit the number of visitors at a time.": "Soo booqashadaada waa waxa ugu muhiimsan aad ku xaqiijineeso caafimaadkaaga. Saacadaha booqashada waa 11am ilaa 4pm. Fadlan xushmee bukaanada kale iyo dadka soo booqanayaan",
    "Things to Bring for Your Stay": "Waxyaabaha aad hori usoo qaada kartid",
    "To make your stay more comfortable, consider packing the following items:": "Si aad si fiican ugu nasato joogitaankaada, waxyaabahaan hori usoo qaado:",
    "Comfortable Clothing:Pajamas, robes, and non-slip slippers.": "Dhar jilicsan:sida dharka hurdada, khamiis iwm ",
    "Toiletries: Toothbrush, toothpaste, shampoo, soap, and other personal care items.": "Waxyaabaha qubeyska la xariira: sida cadayga, shaambada, saabuunta iwm",
    "Entertainment: Books, magazines, electronic devices, and headphones.": "Waxyaabaha isku madadaalisid: sida buugaagta, joornaalada, dhagaha iwm",
    "Medications: Any prescribed medications you are currently taking.": "Daawada: daawo kasta oo dhakhtarka kuu qoray aad hadda qaadanoysid",
    "Identification: Identity card, insurance card, and any relevant medical documents.": "Caddeynta: sida baasaboor, kaar caymis ama waxyaabaha kale ee la xariira",
    "Personal Items: Eyeglasses, hearing aids, and other essential personal items.": "Waxyaabaha qofka si gaar uleeyahay: sida ookiyaalaha, dhagaha iyo waxyaabaha kale oo muhiimka ah",
    "Patient Discharge": "Bukaanka markuu baxaayo",
    "When you are ready for discharge, your healthcare provider will provide you with instructions for post-care. Here is what to expect:": "Markuu bukaanka baxaayo dhakhtarkaaga ayaa kuu sheegi doona wixi la sameynaayo. Waxyaabahaan ayaa ka mid ah",
    "Medication Instructions: Understand when and how to take your prescribed medications.": "Tilmaamaha Daawada: si fiican xiliga iyo qaabka aad uqaadaneysid daawada",
    "Follow-up Appointments: Schedule any necessary follow-up appointments with your doctor.": "Ballamaha kuu socda: jadwal sameyso si aad ula socoto watiyada dhakhtarka ku balamiyay",
    "Home Care Instructions: Follow the provided guidelines for wound care, physical activity, and dietary restrictions.": "Guriga waxyaabaha ku sameyneysid: si fiican uraac tilmaamaha dhakhtarka ku siiyay ee daryeelka bukaanka sida cuntada iyo dhaqdhaqaaqaba",
    "Payment Guide": "Habka lacag bixinta",
    "Hospital bills can be complex, but we are here to assist you. Here is a general overview:": "Waxaa laga yaabaa habka lacag bixinta inee tahay daal laakinse halkaan waxaan ujoognaa inaa ku caawino.",
    "Billing Process: After your treatment, you wll receive an itemized bill detailing the services you received.": "Nidaamka lacag bixinta: Daaweyntaada ka dib waxaad heli doontaa waraaqad ku qoran dhamaan lacagaha lagaa rabo ",
    "Insurance: If you have insurance, contact your provider to understand your coverage.you may need to provide relevant information to the hospital for direct billing.": "Caymis: haddii aad haysatid kaar caymis waxaa la xariirta qeybta caymiska ee isbitaalka si laguu soo dajiyo xisaabaha laguugu leeyahay",
    "Payment Options: We accept various payment methods, including cash, credit/debit cards, and mobile payment apps.": "Qaababka kala duwan ee lacagta ubixin kartid: waxaan qaadanaa qaab kasta oo fudud ee lacag bixin ah sida lacag bixinta ap-ka moobeelka",
    "Financial Assistance: If you require financial assistance, inquire about available options.": "Caawin lacag bixin: Haddii ee jirto caawin lacag bixin, waxaa sameysaa waxyaabaha laguu tilmaamayo",
    "Please note that this guide provides general information. For specific details related to your procedure, treatment, or condition, visit us or call us.": "Fiiro gaar ah, sharaxaadan waxee kuu soo koobaysaa sida daaweynta, bixitaanka iwm",
    "Doctors are yet to be Added": "Dhakhaatiirta weli malagu soo darin",
    "Doctors have not been added yet. Please try again later": "Dhakhaatiirta weli malagu soo darin. Fadlan markale soo booqo"
}
